Repository: endlessm/eos-social
Catalog: po/*.po
Languages: pt_br

source: Network problem detected. Please check your internet connection and try again.
pt_br: Problema na rede detectado. Por favor, verifique sua conexão de internet e tente novamente.

source: Requested action is not possible at the moment. Please try again later.
pt_br: A ação requerida não é possível no momento. Por favor, tente novamente mais tarde.

source: Type status here
pt_br: O que vc está pensando?

source: We've brought Facebook to your
pt_br: Nós trouxemos o facebook para sua

source: Welcome!
pt_br: Bem-vindo!

source: comment
pt_br: comentar

source: connect
pt_br: conectar

source: day ago
pt_br: há um dia

source: days ago
pt_br: há alguns dias

source: desktop. Please Login below.
pt_br: página principal. Por favor, registre-se.

source: hour ago
pt_br: há uma hora

source: hours ago
pt_br: há algumas horas

source: less than a minute ago
pt_br: Há menos de um minuto.

source: like
pt_br: curtir

source: liked
pt_br: curtiu

source: minute ago
pt_br: há um minuto

source: minutes ago
pt_br: há alguns minutos
